{"block.cp_tweaks.create_planetary_tweaks_logo_block":"Логотип \"Create: Planetary Tweaks\"","creativetab.cp_tweaks_tab":"Create: Planetary Tweaks","info.celsiusqc.ender_guardian_gu":"В залитом лунным светом каменном царстве луны властвовало таинственное и неуловимое существо, известное как Эндер-страж. Легенды гласили о его загадочной силе, а рассказы о доблестных космических путешественниках, пытавшихся бросить вызов его превосходству, наполняли космическое пространство. Никому еще не удалось победить этого лунного стража, но среди немногих храбрецов, осмелившихся противостоять ему, ходили слухи о бесценной награде — Слизь эндер-стража. В сердце Эндер-стража заключена неземная эссенция, слизь эндер-стража. Это редкое и крепко вещество обладало необычайным свойством — оно могло регулировать и стабилизировать температуру ракетных двигателей, гарантируя, что они остаются холодными даже в самых жарких атмосферах. Перспектива такого замечательного открытия разожгло пыл среди исследователей, все они стремились использовать его мощь для своих межпланетных путешествий. По мере того как новости о слизи эндер-стража распространялись по космическим сетям, перед глазами искателей приключений возникло виденье новой эры в освоении космоса. Перспектива создания ракеты, дополненной чудесной слизью, обещала увеличить их дальность полёт до самых отдалённых уголков Вселенной, раскрывая секреты далёких планет и открывая ещё неизвестные космические чудеса. Поскольку логово Эндер-стража было окутано лунными тенями, задача заполучить слизь эндер-стража стала непревзойдённым заданием для первопроходцев и мечтателей. Когда каждый космонавт отправлялся в небесную одиссею, чтобы сразиться с Эндер-стражем на Луне, они знали, что победа даст им ключ к раскрытию безграничного потенциала межзвёздных путешествий и навсегда изменит ход космических исследований. В люминесцирующих объятиях Луны судьба тех, кто достаточно смел, чтобы встретиться лицом к лицу с Эндер-стражем, переплеталась с будущим космических путешествий, поскольку загадочная сущность слизи эндер-стража таила в себе обещание покорить далекие планеты и наметить новые рубежи на космических просторах.","info.celsiusqc.monstrosity_gu":"На багровых просторах планеты Марс властвовал грозный противник, известный как Незеритовое чудище. Возвышаясь над чужеродным ландшафтом, это колоссальное существо вселяло ужас в сердца всех, кто осмеливался приблизиться. Легенды рассказывают о храбрых исследователях, пытавшихся встретиться лицом к лицу с этой загадочной силой, но никому не удалось убить чудовище.\n\nОднако, помимо смертоносности и ужасе, который вселяла эта тварь, в самой сущности Незеритового чудовища был скрыт поразительный секрет — его телесные жидкости состояли из редкого и удивительного вещества, известного как Чудовищная слизь. Этот исключительный материал обладал уникальным качеством — он обеспечивал непревзойденную огнестойкость от предельных температур окружающей среды.\n\nНовости о Незеритовом чудище распространились подобно лесному пожару по дальним уголкам космоса, поражая воображение тех, кто жаждал исследовать неизведанные уголки Вселенной. Перспектива использовать этот необыкновенный дар для укрепления ракет для противостояния горячим атмосферам неизведанных планет манила бесстрашных путешественников космоса подобно зову сирены.\n\nВ сердце этого грозного противника дремал ключ к открытию следующей главы межзвёздных путешествий, ожидая прибытия отважной души, которая заявит на него права. Ибо, объединив Чудовищную слизь с передовыми технологиями, можно было бы создать новую, усовершенствованную ракету, способную путешествовать дальше, чем когда-либо прежде, проникая сквозь небесную завесу и открывая миры, ранее считавшиеся недосягаемыми.\n\nНезеритовое чудовище, не подозревавшее о своей роли двигателя прогресса, продолжало бродить по диким равнинам Марса. Тем не менее в самом его существе таилась преобразующая сила, обладающая потенциалом революционизировать космические исследования, определяя будущее человечества в его стремлениях к великому неизведанному.\n\nПока звёзды над головой танцевали в небесной гармонии, призыв встретиться лицом к лицу с Незеритовым чудовищем эхом разнесся по всему космосу. Легенды о тех, кто осмелился противостоять этому грозному существу, переплелись с рассказом о желанной чудовищной слизи — очаровывающие сочетание, которое изменило границы космических полётов и навсегда вписало имена героев в число пионеров межзвёздных исследований.","info.celsiusqc.unstable_ice_shard":"Среди ледяных равнин планеты Гласио, в отдалённых уголках солнечной системы Проксима Центавра, дремала грозная сила — легендарный Предвестник, механическое чудо передовых военных технологий. Слухи о его существовании эхом разносились по космосу, а рассказы о его внушающей благоговейный трепет силе распространялись среди бесстрашных путешественников космоса. На протяжении веков Предвестник оставался нетронутым, поскольку никто не осмеливался пробудить мощь этого колоссального металлического титана. Тем не менее среди рассказов об этой загадочной машине одна тайна была важнее остальных — говорили, что само ядро Предвестника питается от легендарного нестабильного ледяного осколка. Этот необыкновенный материал, известный своей непревзойдённой прочностью и упругостью, как известно, выходил за рамки человеческого понимания. Легенды говорили о нём как о веществе, извлечённом из самого сердца ледяной планеты, обладающем невообразимой силой. Отголоски приключений искателей, искавших нестабильный ледяной осколок, были запечатлены в анналах истории. Стремление завладеть этим неуловимым элементом привлекло самые смелые души на планету Гласио, каждая из которых стремилась завладеть ключом, способным пробудить Предвестника от его ледяного сна. Для тех, кто представлял себе будущее, определяемое господством или миром, нестабильный ледяной осколок таил в себе обещание определить судьбу цивилизаций по всему космосу. В то время как звёзды танцевали в бескрайнем пространстве над головой, присутствие Предвестника было свидетельством постоянно расширяющихся границ технологий и тайн, которые были скрыты среди отдалённых миров. Среди космического шёпота рассказы о его ледяном сердце и безграничном потенциале, которым оно обладало, переплетались с судьбой всех, кто искал его. Разворачивался космический балет, когда галактика затаила дыхание, ожидая момента, когда Предвестник пробудится ото сна, приводимый в действие грозным нестабильным ледяным осколком — воплощением могущества будущего и наследием тех, кто осмелился бросить вызов ледяным глубинам Гласио. Итак, легенда о Предвестнике, машине войны за гранью воображения, продолжала разворачиваться, её история навечно связана с ледяными тайнами планеты, которую она называла своим домом.","info.celsiusqc.void_worm_gu":"В измерение Энда Червь пустоты оставался непобеждённым. Тем не менее группа отважных искателей приключений наткнулась на редкое сокровище — слизь червя пустоты. Этот мощный пропитывающий материал может укреплять металлы, придавая им непревзойдённую прочность и упругость. Слухи о его силе распространились по всем мирам, вдохновляя на поиски этого необыкновенного вещества. Присутствие Червя пустоты стало заметным, он не подозревал об утраченном даре, который потенциально мог повлиять на ход сражений и вписать в историю новые легенды.","item.celsiusqc.void_worm_gu.desc":"Этот предмет можно получить убив \"Незеритового чудища\", его можно найти на Марсе.","item.cp_tweaks.autumn":"Иконка осени","item.cp_tweaks.autumn.desc":"Редкая добыча с крыс.","item.cp_tweaks.brass_axe":"Латунный топор","item.cp_tweaks.brass_hoe":"Латунная мотыга","item.cp_tweaks.brass_pickaxe":"Латунная кирка","item.cp_tweaks.brass_shovel":"Латунная лопата","item.cp_tweaks.brass_sword":"Латунный меч","item.cp_tweaks.burning":"Иконка пекла","item.cp_tweaks.calorite_axe":"Калоритовый топор","item.cp_tweaks.calorite_boots":"Калоритовые ботинки","item.cp_tweaks.calorite_chestplate":"Калоритовый нагрудник","item.cp_tweaks.calorite_helmet":"Калоритовый шлем","item.cp_tweaks.calorite_hoe":"Калоритовая мотыга","item.cp_tweaks.calorite_leggings":"Калоритовые поножи","item.cp_tweaks.calorite_pickaxe":"Калоритовая кирка","item.cp_tweaks.calorite_shovel":"Калоритовая лопата","item.cp_tweaks.calorite_sword":"Калоритовый меч","item.cp_tweaks.cold":"Иконка холода","item.cp_tweaks.comfy":"Иконка комфорта","item.cp_tweaks.copper_axe":"Медный топор","item.cp_tweaks.copper_hoe":"Медная мотыга","item.cp_tweaks.copper_pickaxe":"Медная кирка","item.cp_tweaks.copper_shovel":"Медная лопата","item.cp_tweaks.copper_sword":"Медный меч","item.cp_tweaks.create_planetary_tweaks_logo":"Логотип \"Create: Planetary Tweaks\"","item.cp_tweaks.desh_axe":"Дешевый топор","item.cp_tweaks.desh_boots":"Дешевые ботинки","item.cp_tweaks.desh_chestplate":"Дешевый нагрудник","item.cp_tweaks.desh_helmet":"Дешевый шлем","item.cp_tweaks.desh_hoe":"Дешевая мотыга","item.cp_tweaks.desh_leggings":"Дешевые поножи","item.cp_tweaks.desh_pickaxe":"Дешевая кирка","item.cp_tweaks.desh_shovel":"Дешевая лопата","item.cp_tweaks.desh_sword":"Дешевый меч","item.cp_tweaks.desh_tipped_stone_axe":"Каменный топор с дешевым напылением","item.cp_tweaks.desh_tipped_stone_hoe":"Каменная мотыга с дешевым напылением","item.cp_tweaks.desh_tipped_stone_pickaxe":"Каменная кирка с дешевым напылением","item.cp_tweaks.desh_tipped_stone_shovel":"Каменная лопата с дешевым напылением","item.cp_tweaks.desh_tipped_stone_sword":"Каменный меч с дешевым напылением","item.cp_tweaks.dry":"Иконка засухи","item.cp_tweaks.ender_guardian_gu":"Слизь эндер-стража","item.cp_tweaks.ender_guardian_gu.tooltip":"Этот предмет можно получить убив босса \"Эндер-стража\" из модификации Cataclysm.","item.cp_tweaks.freezing":"Иконка стужи","item.cp_tweaks.ice_shard_axe":"Топор из ледяных осколков","item.cp_tweaks.ice_shard_axe.tooltip":"Этот предмет наносит святой урон нежити.","item.cp_tweaks.ice_shard_boots":"Ботинки из ледяных осколков","item.cp_tweaks.ice_shard_chestplate":"Нагрудник из ледяных осколков","item.cp_tweaks.ice_shard_helmet":"Шлем из ледяных осколков","item.cp_tweaks.ice_shard_hoe":"Мотыга из ледяных осколков","item.cp_tweaks.ice_shard_hoe.tooltip":"Этот предмет наносит святой урон нежити.","item.cp_tweaks.ice_shard_leggings":"Поножи из ледяных осколков","item.cp_tweaks.ice_shard_pickaxe":"Кирка из ледяных осколков","item.cp_tweaks.ice_shard_pickaxe.tooltip":"Этот предмет наносит святой урон нежити.","item.cp_tweaks.ice_shard_shovel":"Лопата из ледяных осколков","item.cp_tweaks.ice_shard_shovel.tooltip":"Этот предмет наносит святой урон нежити.","item.cp_tweaks.ice_shard_sword":"Меч из ледяных осколков","item.cp_tweaks.ice_shard_sword.tooltip":"Этот предмет наносит святой урон нежити.","item.cp_tweaks.ignitium_engine":"Игнитовый двигатель","item.cp_tweaks.ignitium_sheet":"Игнитовый лист","item.cp_tweaks.monstrosity_gu":"Чудовищная слизь","item.cp_tweaks.monstrosity_gu.tooltip":"Этот предмет можно получить убив \"Незеритового чудища\" из модификации Cataclysm.","item.cp_tweaks.ostrum_axe":"Остриевый топор","item.cp_tweaks.ostrum_boots":"Остриевые ботинки","item.cp_tweaks.ostrum_chestplate":"Остриевый нагрудник","item.cp_tweaks.ostrum_helmet":"Остриевый шлем","item.cp_tweaks.ostrum_hoe":"Остриевая мотыга","item.cp_tweaks.ostrum_leggings":"Остриевые поножи","item.cp_tweaks.ostrum_pickaxe":"Остриевая кирка","item.cp_tweaks.ostrum_shovel":"Остриевая лопата","item.cp_tweaks.ostrum_sword":"Остриевый меч","item.cp_tweaks.reinforced_rocket_fin":"Укреплённый стабилизатор ракеты","item.cp_tweaks.reinforced_rocket_nose_cone":"Укреплённый головной обтекатель ракеты","item.cp_tweaks.spring":"Иконка весны","item.cp_tweaks.steel_axe":"Стальной топор","item.cp_tweaks.steel_hoe":"Стальная мотыга","item.cp_tweaks.steel_ingot":"Стальной слиток","item.cp_tweaks.steel_pickaxe":"Стальная кирка","item.cp_tweaks.steel_shovel":"Стальная лопата","item.cp_tweaks.steel_sword":"Стальной меч","item.cp_tweaks.sturdy_desh_sheet":"Крепкая дешевая пластина","item.cp_tweaks.sturdy_ostrum_sheet":"Крепкая остриевая пластина","item.cp_tweaks.summer":"Иконка лета","item.cp_tweaks.unstable_ice_shard":"Нестабильный ледяной осколок","item.cp_tweaks.unstable_ice_shard.tooltip":"Этот предмет можно получить убив \"Предвестника\" из модификации Cataclysm.","item.cp_tweaks.void_worm_gu":"Слизь червя пустоты","item.cp_tweaks.void_worm_gu.tooltip":"Этот предмет можно получить убив босса \"Червь пустоты\" из модификации Alex's Mobs.","item.cp_tweaks.void_wormed_axe":"Прожжённый пустотой топор","item.cp_tweaks.void_wormed_boots":"Прожжённые пустотой ботинки","item.cp_tweaks.void_wormed_chestplate":"Прожжённый пустотой нагрудник","item.cp_tweaks.void_wormed_helmet":"Прожжённый пустотой шлем","item.cp_tweaks.void_wormed_hoe":"Прожжённая пустотой мотыга","item.cp_tweaks.void_wormed_leggings":"Прожжённые пустотой поножи","item.cp_tweaks.void_wormed_pickaxe":"Прожжённая пустотой кирка","item.cp_tweaks.void_wormed_shovel":"Прожжённая пустотой лопата","item.cp_tweaks.void_wormed_sword":"Прожжённый пустотой меч","item.cp_tweaks.warm":"Иконка тепла","item.cp_tweaks.wet":"Иконка влажности","item.cp_tweaks.winter":"Иконка зимы","item.cp_tweaks.zinc_axe":"Цинковый топор","item.cp_tweaks.zinc_axe.tooltip":"Этот предмет наносит святой урон нежити.","item.cp_tweaks.zinc_hoe":"Цинковая мотыга","item.cp_tweaks.zinc_hoe.tooltip":"Этот предмет наносит святой урон нежити.","item.cp_tweaks.zinc_pickaxe":"Цинковая кирка","item.cp_tweaks.zinc_pickaxe.tooltip":"Этот предмет наносит святой урон нежити.","item.cp_tweaks.zinc_shovel":"Цинковая лопата","item.cp_tweaks.zinc_shovel.tooltip":"Этот предмет наносит святой урон нежити.","item.cp_tweaks.zinc_sword":"Цинковый меч","item.cp_tweaks.zinc_sword.tooltip":"Этот предмет наносит святой урон нежити.","item.holy.tooltip":"Этот предмет наносит святой урон нежити."}