{
  "name": "Кислородный распылитель",
  "icon": "ad_astra:oxygen_distributor",
  "sortnum": 2,
  "category": "ad_astra:the_moon",
  "pages": [
    {
      "type": "patchouli:spotlight",
      "title": "Кислородный распылитель",
      "item": "ad_astra:oxygen_distributor",
      "text": "Кислородный распылитель - это питаемый энергией механизм, который распределяет кислород в герметичном помещении, позволяя любой жизни внутри выжить. Он работает точно так же, как кислородный компрессор, когда вы заливаете воду в бак, но вместо того, чтобы давать вам кислород, кислород распыляется в воздухе."
    },
    {
      "type": "patchouli:spotlight",
      "title": "Водяной насос",
      "item": "ad_astra:water_pump",
      "text": "Водяной насос необходим для обеспечения бесперебойной работы кислородного распылителя. Чтобы использовать его, разместите снизу бесконечный источник воды, затем установите водяной насос над одним из блоков воды, а затем расположите рядом с ним кислородный распылитель. Убедитесь в том, что и насосу, и кислородному распылителю достаточно энергии для работы."
    },
    {
      "type": "patchouli:crafting",
      "title": "Распылитель и насос",
      "recipe": "ad_astra:recipes/oxygen_distributor",
      "recipe2": "ad_astra:recipes/water_pump"
    },
    {
      "type": "patchouli:text",
      "title": "Исп. распылителя",
      "text": "Как только вы обеспечите кислородный распылитель бесконечным источником воды, достаточным количеством энергии и полностью герметичным помещением, он будет распылять кислород в этом помещении. Чтобы проверить, распыляется ли кислород, нажмите \"Показать\" в интерфейсе распылителя. Если вы видите плавающие вокруг пузырьки, это означает, что помещение снабжается кислородом."
    },
    {
      "type": "patchouli:text",
      "text": "Если в вашей структуре есть отверстие, из-за которого происходит утечка кислорода, интерфейс распылителя выдаст предупреждение. Залатайте отверстие, чтобы избежать ненужного расхода энергии и кислорода. После этого вы сможете снять свой скафандр и дышать без проблем. Каждый кислородный распылитель может поддерживать до 3000 блоков, что позволяет построить космическую станцию или базу среднего размера. Если вам нужно больше места, вы можете установить дополнительные распылители."
    },
    {
      "type": "patchouli:text",
      "title": "Вентиляция",
      "text": "Внутри вашего помещения, насыщенного кислородом, вы должны обеспечить надлежащую вентиляцию, чтобы гарантировать, что кислород не блокируется при закрытой двери. Для этого вы можете создать зазор в один блок между стенами или использовать вентиляционный блок для обеспечения притока кислорода."
    }
  ]
}