{
    "_credit": "Traducted by Minecraft Mods Translators - This traduction is all right reserved. Contact Un Thomas Sauvage !!#1309 on Discord for more information. Want to join the Community ? Go here : https://discord.gg/nhZUW7rjrX",
    "sodium.option_impact.low": "Bas",
    "sodium.option_impact.medium": "Moyen",
    "sodium.option_impact.high": "Haut",
    "sodium.option_impact.extreme": "Extrême",
    "sodium.option_impact.varies": "Varie",
    "sodium.options.pages.quality": "Qualité",
    "sodium.options.pages.performance": "Performance",
    "sodium.options.pages.advanced": "Avancé",
    "sodium.options.view_distance.tooltip": "La distance de rendu contrôle la distance à laquelle le terrain sera rendu. Des distances plus courtes signifient que moins de terrain sera rendu, ce qui améliore les fréquences d'images.",
    "sodium.options.simulation_distance.tooltip": "La distance de simulation contrôle la distance à laquelle le terrain et les entités seront chargés et mises en marche. Des distances plus courtes peuvent réduire la charge du serveur interne et améliorer les fréquences d'images.",
    "sodium.options.brightness.tooltip": "Contrôle la luminosité (gamma) du jeu.",
    "sodium.options.gui_scale.tooltip": "Définit le facteur d'échelle maximum à utiliser pour l'interface utilisateur. Si 'auto' est utilisé, le plus grand facteur d'échelle sera toujours utilisé.",
    "sodium.options.fullscreen.tooltip": "Si activé, le jeu s'affichera en plein écran (si pris en charge).",
    "sodium.options.v_sync.tooltip": "Si elle est activée, la fréquence d'images du jeu sera synchronisée avec la fréquence de rafraîchissement du moniteur, ce qui rendra l'expérience généralement plus fluide au détriment de la latence d'entrée globale. Ce paramètre peut réduire les performances si votre système est trop lent.",
    "sodium.options.fps_limit.tooltip": "Limite le nombre maximal d'images par seconde. Cela peut aider à réduire l'utilisation de la batterie et la charge générale du système lors de tâches multiples. Si V-Sync est activé, cette option sera ignorée sauf si elle est inférieure au taux de rafraîchissement de votre écran.",
    "sodium.options.view_bobbing.tooltip": "Si cette option est activée, la vue du joueur oscillera et bougera lorsqu'il se déplacera. Les joueurs qui souffrent du mal des transports en jouant peuvent bénéficier de cette désactivation.",
    "sodium.options.attack_indicator.tooltip": "Contrôle où l'indicateur d'attaque est affiché à l'écran.",
    "sodium.options.autosave_indicator.tooltip": "Si activé, un indicateur s'affichera lorsque le jeu sauvegarde le monde sur le disque.",
    "sodium.options.graphics_quality.tooltip": "La qualité graphique par défaut contrôle certaines options héritées et est nécessaire pour la compatibilité des mods. Si les options ci-dessous sont laissées sur \"Par défaut\", elles utiliseront ce paramètre.",
    "sodium.options.clouds_quality.tooltip": "Contrôle la qualité des nuages rendus dans le ciel.",
    "sodium.options.weather_quality.tooltip": "Contrôle la qualité des effets de pluie et de neige.",
    "sodium.options.leaves_quality.name": "Qualité des feuilles",
    "sodium.options.leaves_quality.tooltip": "Contrôle la qualité des feuilles.",
    "sodium.options.particle_quality.name": "Qualité des particules",
    "sodium.options.particle_quality.tooltip": "Contrôle le nombre maximum de particules qui peuvent être présentes à l'écran à tout moment.",
    "sodium.options.smooth_lighting.tooltip": "Contrôle si les blocs seront éclairés et ombragés en douceur. Cela augmente légèrement le temps nécessaire pour reconstruire un tronçon, mais n'affecte pas la fréquence d'images.",
    "sodium.options.biome_blend.value": "%s bloc(s)",
    "sodium.options.biome_blend.tooltip": "Contrôle la plage des biomes qui seront échantillonnés pour la colorisation des blocs. Des valeurs plus élevées augmentent considérablement le temps nécessaire pour créer des tronçons pour des améliorations de qualité décroissantes.",
    "sodium.options.entity_distance.tooltip": "Contrôle la distance à laquelle les entités peuvent s'afficher par rapport au joueur. Des valeurs plus élevées augmentent la distance de rendu au détriment de la fréquence d'images.",
    "sodium.options.entity_shadows.tooltip": "Si activé, les ombres de base seront rendues sous les foules et autres entités.",
    "sodium.options.vignette.name": "Vignette",
    "sodium.options.vignette.tooltip": "Si activé, un effet de vignette sera rendu sur la vue du joueur. Il est très peu probable que cela fasse une différence pour la fréquence d'images, sauf si vous êtes limité en taux de remplissage.",
    "sodium.options.mipmap_levels.tooltip": "Contrôle le nombre de mipmaps qui seront utilisés pour les textures de modèle de bloc. Des valeurs plus élevées offrent un meilleur rendu des blocs au loin, mais peuvent nuire aux performances avec de nombreuses textures animées.",
    "sodium.options.use_block_face_culling.name": "Utiliser l'élimination des faces de bloc",
    "sodium.options.use_block_face_culling.tooltip": "Si activé, seuls les côtés des blocs qui font face à la caméra seront soumis au rendu. Cela peut éliminer un grand nombre de faces de blocs très tôt dans le processus de rendu, ce qui permet d'économiser de la bande passante mémoire et du temps sur le GPU. Certains packs de ressources peuvent avoir des problèmes avec cette option, alors essayez de la désactiver si vous voyez des trous dans les blocs.",
    "sodium.options.use_fog_occlusion.name": "Utiliser l'occlusion du brouillard",
    "sodium.options.use_fog_occlusion.tooltip": "Si cette option est activée, les tronçons qui sont déterminés comme étant entièrement masqués par les effets de brouillard ne seront pas rendus, ce qui contribuera à améliorer les performances. L'amélioration peut être plus spectaculaire lorsque les effets de brouillard sont plus importants (comme sous l'eau), mais cela peut provoquer des artefacts visuels indésirables entre le ciel et le brouillard dans certains scénarios.",
    "sodium.options.use_entity_culling.name": "Utiliser l'élimination des entités",
    "sodium.options.use_entity_culling.tooltip": "Si cette option est activée, les entités déterminées comme n'étant dans aucun morceau visible seront ignorées lors du rendu. Cela peut aider à améliorer les performances en évitant le rendu des entités situées sous terre ou derrière des murs.",
    "sodium.options.use_particle_culling.name": "Utiliser l'élimination des particules",
    "sodium.options.use_particle_culling.tooltip": "Si cette option est activée, seules les particules déterminées comme visibles seront rendues. Cela peut fournir une amélioration significative de la fréquence d'images lorsque de nombreuses particules sont à proximité.",
    "sodium.options.animate_only_visible_textures.name": "Animer uniquement les textures visibles",
    "sodium.options.animate_only_visible_textures.tooltip": "Si activé, seules les textures animées déterminées comme étant visibles seront mises à jour. Cela peut augmenter considérablement la fréquence d'images sur certains matériels, en particulier avec des packs de ressources plus lourds. Si vous rencontrez des problèmes avec certaines textures non animées, essayez de désactiver cette option.",
    "sodium.options.cpu_render_ahead_limit.name": "Limite de rendu anticipé du processeur",
    "sodium.options.cpu_render_ahead_limit.tooltip": "Spécifie le nombre maximal d'images que le CPU peut attendre sur le GPU pour terminer le rendu. Des valeurs très faibles ou élevées peuvent créer une instabilité de la fréquence d'images.",
    "sodium.options.cpu_render_ahead_limit.value": "%s image(s)",
    "sodium.options.allow_direct_memory_access.name": "Autoriser l'accès direct à la mémoire",
    "sodium.options.allow_direct_memory_access.tooltip": "S'il est activé, certains chemins de code critiques seront autorisés à utiliser l'accès direct à la mémoire pour les performances. Cela réduit souvent considérablement la surcharge du processeur pour le rendu des blocs et des entités, mais peut rendre plus difficile le diagnostic de certains bogues et plantages. Vous ne devez désactiver cette option que si on vous l'a demandé ou si vous savez ce que vous faites.",
    "sodium.options.enable_memory_tracing.name": "Activer le traçage de la mémoire",
    "sodium.options.enable_memory_tracing.tooltip": "Fonction de débogage. Si cette option est activée, les traces de la pile seront collectées parallèlement aux allocations de mémoire pour aider à améliorer les informations de diagnostic lorsque des fuites de mémoire sont détectées.",
    "sodium.options.performance_impact_string": "Impact sur les performances : %s",
    "sodium.options.use_persistent_mapping.name": "Utiliser le mappage persistant",
    "sodium.options.use_persistent_mapping.tooltip": "Si cette option est activée, une petite quantité de mémoire sera constamment mappée en tant que tampon intermédiaire pour le téléchargement de blocs, ce qui contribuera à réduire la surcharge du processeur et l'instabilité de la fréquence d'images lors du chargement ou de la mise à jour des blocs.\n\nNécessite OpenGL 4.4 ou ARB_buffer_storage.",
    "sodium.options.chunk_memory_allocator.name": "Allocateur de mémoire de bloc",
    "sodium.options.chunk_memory_allocator.tooltip": "Sélectionne l'allocateur de mémoire qui sera utilisé pour le rendu des blocs.\n- ASYNC : option la plus rapide, fonctionne bien avec la plupart des pilotes graphiques modernes.\n- SWAP : option de secours pour les pilotes graphiques plus anciens. Peut augmenter considérablement l'utilisation de la mémoire.",
    "sodium.options.chunk_memory_allocator.async": "Async",
    "sodium.options.chunk_memory_allocator.swap": "Swap",
    "sodium.options.chunk_update_threads.name": "Threads de mise à jour de blocs",
    "sodium.options.chunk_update_threads.tooltip": "Spécifie le nombre de threads à utiliser pour la construction de blocs. L'utilisation de plus de threads peut accélérer le chargement des blocs et la vitesse de mise à jour, mais peut avoir un impact négatif sur la fréquence d'images.",
    "sodium.options.always_defer_chunk_updates.name": "Toujours différer les mises à jour de blocs",
    "sodium.options.always_defer_chunk_updates.tooltip": "Si cette option est activée, le rendu n'attendra jamais la fin des mises à jour des blocs, même si elles sont importantes. Cela peut grandement améliorer la fréquence d'images dans certains scénarios, mais cela peut créer un décalage visuel important dans le monde.",
    "sodium.options.buttons.undo": "Annuler",
    "sodium.options.buttons.apply": "Appliquer",
    "sodium.options.buttons.donate": "Un p'tit pourboire ?"
  }