{"effect.minecraft.absorption.description":"Наделяет способностью к поглощению урона (дополнительные сердца, не способные регенерировать); чем выше уровень эффекта, тем сильнее поглощение.","effect.minecraft.bad_omen.description":"Провоцирует рейд разбойников, как только игрок под этим эффектом входит в деревню (может быть получен только при убийстве капитана разбойников); чем выше уровень эффекта, тем выше сложность рейда.","effect.minecraft.blindness.description":"Ухудшает видимость и лишает возможности бегать и наносить критические удары.","effect.minecraft.conduit_power.description":"Улучшает видимость под водой и увеличивает скорость копания, препятствует утоплению.","effect.minecraft.darkness.description":"Затемняет экран игрока.","effect.minecraft.dolphins_grace.description":"Увеличивает скорость плавания (может быть получен только от дельфинов).","effect.minecraft.fire_resistance.description":"Защищает сущность от получения урона от огня, лавы и других источников огненного урона.","effect.minecraft.glowing.description":"Очерчивает контуры сущности, которые можно увидеть сквозь блоки.","effect.minecraft.haste.description":"Повышает скорость копания и атаки; чем выше уровень эффекта, тем больше скорость.","effect.minecraft.health_boost.description":"Увеличивает максимальное здоровье; чем выше уровень эффекта, тем больше дополнительного здоровья даётся сущности.","effect.minecraft.hero_of_the_village.description":"Крестьяне дают игроку скидки на любые торговые сделки, а также бросают ему предметы в зависимости от своей профессии.","effect.minecraft.hunger.description":"Увеличивает пищевое истощение; чем выше уровень эффекта, тем быстрее происходит истощение.","effect.minecraft.instant_damage.description":"Ранит живых сущностей, лечит нежить; чем выше уровень эффекта, тем выше урон для живых сущностей, и тем эффективнее лечение нежити.","effect.minecraft.instant_health.description":"Лечит живых сущностей, ранит нежить; чем выше уровень эффекта, тем эффективнее лечение для живых сущностей, и тем выше урон для нежити.","effect.minecraft.invisibility.description":"Наделяет невидимостью, делает сущность невидимой (однако, предметы в руках и броня остаются видимыми) и уменьшает область обнаружения для других мобов; чем выше уровень эффекта, тем меньше область обнаружения.","effect.minecraft.jump_boost.description":"Увеличивает высоту прыжка и уменьшает урон от падения; чем выше уровень эффекта, тем выше прыгает сущность, и тем меньше урона получает при падении.","effect.minecraft.levitation.description":"Поднимает сущность вверх.","effect.minecraft.luck.description":"Может увеличить качество и количество лута; чем выше уровень эффекта, тем выше шансы найти более ценный лут.","effect.minecraft.mining_fatigue.description":"Уменьшает скорость копания и атаки, чем выше уровень эффекта, тем меньше скорость.","effect.minecraft.nausea.description":"Искажает и качает экран.","effect.minecraft.night_vision.description":"Позволяет игроку лучше видеть в темноте и под водой.","effect.minecraft.poison.description":"Наносит урон с течением времени (но не убивает); чем выше уровень эффекта, тем больше урона наносится каждую секунду, не оказывает эффекта на нежить.","effect.minecraft.regeneration.description":"Восстанавливает здоровье с течением времени; чем выше уровень эффекта, тем быстрее регенерация.","effect.minecraft.resistance.description":"Уменьшает получаемый урон; чем выше уровень эффекта, тем меньше урона получает сущность.","effect.minecraft.saturation.description":"Восстанавливает голод и насыщенность.","effect.minecraft.slow_falling.description":"Уменьшает скорость падения и полностью нейтрализует урон от падения.","effect.minecraft.slowness.description":"Уменьшает скорость передвижения; чем выше уровень эффекта, тем медленнее двигается сущность, и тем меньше становится поле зрения игрока.","effect.minecraft.speed.description":"Повышает скорость передвижения; чем выше уровень эффекта, тем быстрее двигается сущность, и тем больше становится поле зрения игрока.","effect.minecraft.strength.description":"Повышает урон ближней атаки; чем выше уровень эффекта, тем больше урон.","effect.minecraft.unluck.description":"Может понизить качество и количество лута; чем выше уровень эффекта, тем ниже шансы найти хороший лут.","effect.minecraft.water_breathing.description":"Не позволяет сущности утонуть и позволяет ей дышать под водой.","effect.minecraft.weakness.description":"Уменьшает урон ближней атаки; чем выше уровень эффекта, тем меньше урон.","effect.minecraft.wither.description":"Наносит урон с течением времени (может убить); чем выше уровень эффекта, тем больше урона наносится каждую секунду.","emi.category.emiffect.status_effect_info":"Информация об эффектах","tooltip.emiffect.beneficial":"Положительный","tooltip.emiffect.color":"Цвет: %s","tooltip.emiffect.harmful":"Негативный","tooltip.emiffect.neutral":"Положительный"}